Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: This Mac holds your circles' sealed posts & media for anyone who was offline.
de: Dieser Mac bewahrt die versiegelten Beiträge und Medien deiner Kreise für alle auf, die offline waren.
es: Este Mac guarda las publicaciones y el contenido sellados de tus círculos para quienes estuvieran sin conexión.
fr: Ce Mac conserve les publications et médias scellés de vos cercles pour les personnes qui étaient hors ligne.
it: Questo Mac conserva i post e i media sigillati delle tue cerchie per chi era offline.
ja: このMacは、オフラインだった人のためにサークルの封印された投稿とメディアを保管します。
ko: 이 Mac이 오프라인이었던 사람들을 위해 서클의 봉인된 게시물과 미디어를 보관합니다.
pt_br: Este Mac guarda as publicações e mídias lacradas dos seus círculos para quem estiver offline.
zh_hans: 这台 Mac 会为当时不在线的人保存你圈子里加密封存的帖子和媒体。

source: This media may be sensitive
de: Dieser Inhalt könnte sensibel sein
es: Este contenido puede ser sensible
fr: Ce média peut être sensible
it: Questo contenuto potrebbe essere sensibile
ja: このメディアはセンシティブな内容を含む可能性があります
ko: 민감한 미디어일 수 있습니다
pt_br: Esta mídia pode ser sensível
zh_hans: 此媒体内容可能敏感

source: This permanently erases your identity, your whole circle, and every post on this device — and the people you've connected with will no longer recognize you. This can't be undone.
de: Damit werden deine Identität, dein gesamter Kreis und alle Beiträge auf diesem Gerät dauerhaft gelöscht — und die Menschen, mit denen du verbunden bist, erkennen dich nicht mehr. Das lässt sich nicht rückgängig machen.
es: Esto borra de forma permanente tu identidad, todo tu círculo y todas las publicaciones de este dispositivo, y las personas con las que te has conectado dejarán de reconocerte. No se puede deshacer.
fr: Cela efface définitivement votre identité, tout votre cercle et toutes les publications présentes sur cet appareil — et les personnes avec qui vous êtes en relation ne vous reconnaîtront plus. Cette action est irréversible.
it: Questa operazione cancella definitivamente la tua identità, l'intera cerchia e ogni post su questo dispositivo — e le persone con cui ti sei collegato non ti riconosceranno più. Non si può annullare.
ja: この操作は、この端末上のアイデンティティ、サークル全体、すべての投稿を完全に消去します — つながっている人たちからもあなたを認識できなくなります。元に戻すことはできません。
ko: 이 기기에서 내 신원과 서클 전체, 모든 게시물이 영구적으로 삭제되며, 그동안 연결했던 사람들도 더 이상 나를 알아볼 수 없게 됩니다. 되돌릴 수 없습니다.
pt_br: Isto apaga permanentemente sua identidade, todo o seu círculo e todas as publicações neste dispositivo — e as pessoas com quem você se conectou não vão mais reconhecer você. Não é possível desfazer.
zh_hans: 这会永久抹除这台设备上你的身份、整个圈子以及每一条帖子 — 而且与你连接过的人将不再认得你。此操作无法撤销。

source: This permanently removes this stored identity and its recovery copy from this device (and from iCloud backup). You won't be able to switch back to it. This can't be undone.
de: Damit werden diese gespeicherte Identität und ihre Wiederherstellungskopie dauerhaft von diesem Gerät (und aus dem iCloud-Backup) entfernt. Du kannst nicht mehr zu ihr zurückwechseln. Das lässt sich nicht rückgängig machen.
es: Esto elimina de forma permanente esta identidad guardada y su copia de recuperación de este dispositivo (y de la copia de seguridad de iCloud). No podrás volver a ella. No se puede deshacer.
fr: Cela supprime définitivement cette identité enregistrée et sa copie de récupération de cet appareil (et de la sauvegarde iCloud). Vous ne pourrez plus y revenir. Cette action est irréversible.
it: Questa operazione rimuove definitivamente questa identità salvata e la sua copia di ripristino da questo dispositivo (e dal backup iCloud). Non potrai più tornare a usarla. Non si può annullare.
ja: この操作は、保存されているこのアイデンティティと復元用のコピーを、この端末（およびiCloudバックアップ）から完全に削除します。元に戻して切り替えることはできなくなります。この操作は取り消せません。
ko: 이 기기(그리고 iCloud 백업)에서 저장된 이 신원과 복구 사본이 영구적으로 삭제됩니다. 이 신원으로 다시 전환할 수 없습니다. 되돌릴 수 없습니다.
pt_br: Isto remove permanentemente deste dispositivo a identidade armazenada e sua cópia de recuperação (e também do backup do iCloud). Você não poderá voltar para ela. Não é possível desfazer.
zh_hans: 这会从这台设备（以及 iCloud 备份）中永久移除这个已存储的身份及其恢复副本。你将无法再切换回它。此操作无法撤销。

source: This replaces the identity on this device.
de: Damit wird die Identität auf diesem Gerät ersetzt.
es: Esto reemplaza la identidad de este dispositivo.
fr: Cela remplace l'identité présente sur cet appareil.
it: Sostituisce l'identità presente su questo dispositivo.
ja: この端末のアイデンティティを置き換えます。
ko: 이 기기의 신원이 교체됩니다.
pt_br: Isto substitui a identidade neste dispositivo.
zh_hans: 这会替换这台设备上的身份。

source: This wipes ALL identities, circles, posts, DMs, media, and settings on this device and resets Haven to a clean state. Nothing is recoverable — not even with iCloud backup. The people in your circles will no longer recognize any of these identities.
de: Damit werden ALLE Identitäten, Kreise, Beiträge, DMs, Medien und Einstellungen auf diesem Gerät gelöscht und Haven wird auf einen sauberen Ausgangszustand zurückgesetzt. Nichts davon lässt sich wiederherstellen — auch nicht mit dem iCloud-Backup. Die Menschen in deinen Kreisen erkennen keine dieser Identitäten mehr.
es: Esto borra TODAS las identidades, círculos, publicaciones, mensajes directos, contenido y ajustes de este dispositivo, y restablece Haven a un estado limpio. No se puede recuperar nada, ni siquiera con la copia de seguridad de iCloud. Las personas de tus círculos ya no reconocerán ninguna de estas identidades.
fr: Cela efface TOUTES les identités, cercles, publications, messages privés, médias et réglages de cet appareil et rétablit Haven dans un état neuf. Rien n'est récupérable — pas même avec la sauvegarde iCloud. Les personnes de vos cercles ne reconnaîtront plus aucune de ces identités.
it: Questa operazione cancella TUTTE le identità, cerchie, post, messaggi diretti, media e impostazioni su questo dispositivo e riporta Haven a uno stato pulito. Non si recupera nulla — nemmeno con il backup iCloud. Le persone nelle tue cerchie non riconosceranno più nessuna di queste identità.
ja: この操作は、この端末上のすべてのアイデンティティ、サークル、投稿、DM、メディア、設定を消去し、Havenを初期状態にリセットします。復元は一切できません — iCloudバックアップからも戻せません。サークルの人たちは、これらのアイデンティティをどれも認識できなくなります。
ko: 이 기기의 모든 신원, 서클, 게시물, DM, 미디어, 설정을 지우고 Haven을 초기 상태로 되돌립니다. iCloud 백업으로도 아무것도 복구할 수 없습니다. 내 서클에 있는 사람들은 이 신원들을 더 이상 알아볼 수 없게 됩니다.
pt_br: Isto apaga TODAS as identidades, círculos, publicações, mensagens diretas, mídias e configurações deste dispositivo e redefine o Haven para um estado limpo. Nada é recuperável — nem com o backup do iCloud. As pessoas dos seus círculos não vão mais reconhecer nenhuma dessas identidades.
zh_hans: 这会清除这台设备上的所有身份、圈子、帖子、私信、媒体和设置，并将 Haven 重置为初始状态。任何内容都无法恢复 — 即使有 iCloud 备份也不行。你圈子里的人将不再认得这些身份中的任何一个。

source: To
de: An
es: Para
fr: À
it: A
ja: 宛先
ko: 받는 사람
pt_br: Para
zh_hans: 收件人

source: Transfer
de: Übertragen
es: Transferir
fr: Transférer
it: Trasferisci
ja: 移行
ko: 이전
pt_br: Transferir
zh_hans: 转移

source: Transfer & restore
de: Übertragen & wiederherstellen
es: Transferir y restaurar
fr: Transférer et restaurer
it: Trasferisci e ripristina
ja: 移行して復元
ko: 이전 및 복원
pt_br: Transferir e restaurar
zh_hans: 转移并恢复

source: Trim
de: Kürzen
es: Recortar
fr: Découper
it: Taglia
ja: トリミング
ko: 자르기
pt_br: Cortar
zh_hans: 裁剪

source: Trimmed length: %@
de: Gekürzte Länge: %@
es: Duración recortada: %@
fr: Durée après découpage : %@
it: Durata dopo il taglio: %@
ja: トリミング後の長さ: %@
ko: 자른 길이: %@
pt_br: Duração após o corte: %@
zh_hans: 裁剪后时长：%@

source: Trimming…
de: Wird gekürzt…
es: Recortando…
fr: Découpage…
it: Taglio in corso…
ja: トリミング中…
ko: 자르는 중…
pt_br: Cortando…
zh_hans: 正在裁剪…

source: Tunnel is up, but this network's DNS can't resolve it.
de: Der Tunnel läuft, aber das DNS in diesem Netzwerk kann ihn nicht auflösen.
es: El túnel está activo, pero el DNS de esta red no puede resolverlo.
fr: Le tunnel est actif, mais le DNS de ce réseau ne parvient pas à le résoudre.
it: Il tunnel è attivo, ma il DNS di questa rete non riesce a risolverlo.
ja: トンネルは稼働していますが、このネットワークのDNSでは名前解決できません。
ko: 터널은 연결됐지만 이 네트워크의 DNS가 주소를 확인하지 못합니다.
pt_br: O túnel está ativo, mas o DNS desta rede não consegue resolvê-lo.
zh_hans: 隧道已建立，但这个网络的 DNS 无法解析它。

source: Turn on iCloud backup
de: iCloud-Backup aktivieren
es: Activar la copia de seguridad de iCloud
fr: Activer la sauvegarde iCloud
it: Attiva il backup iCloud
ja: iCloudバックアップをオンにする
ko: iCloud 백업 켜기
pt_br: Ativar backup do iCloud
zh_hans: 开启 iCloud 备份

source: Turn on iCloud backup to recover an identity from another Apple device — no code needed.
de: Aktiviere das iCloud-Backup, um eine Identität von einem anderen Apple-Gerät wiederherzustellen — ganz ohne Code.
es: Activa la copia de seguridad de iCloud para recuperar una identidad desde otro dispositivo Apple — sin necesidad de código.
fr: Activez la sauvegarde iCloud pour récupérer une identité depuis un autre appareil Apple — aucun code nécessaire.
it: Attiva il backup iCloud per recuperare un'identità da un altro dispositivo Apple — senza bisogno di codice.
ja: iCloudバックアップをオンにすると、ほかのAppleデバイスからアイデンティティを復元できます — コードは不要です。
ko: 다른 Apple 기기에 있는 신원을 코드 없이 복구하려면 iCloud 백업을 켜세요.
pt_br: Ative o backup do iCloud para recuperar uma identidade a partir de outro dispositivo Apple — sem precisar de código.
zh_hans: 开启 iCloud 备份，就能从另一台 Apple 设备恢复身份 — 无需代码。

source: Two free cloudflared tunnels (path proxy off)
de: Zwei kostenlose cloudflared-Tunnel (Pfad-Proxy aus)
es: Dos túneles gratuitos de cloudflared (proxy de rutas desactivado)
fr: Deux tunnels cloudflared gratuits (proxy de chemin désactivé)
it: Due tunnel cloudflared gratuiti (proxy di percorso disattivato)
ja: 無料のcloudflaredトンネル2本（パスプロキシなし）
ko: 무료 cloudflared 터널 2개(경로 프록시 끔)
pt_br: Dois túneis cloudflared gratuitos (proxy de caminho desativado)
zh_hans: 两条免费的 cloudflared 隧道（路径代理已关闭）

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
zh_hans: 类型

source: Unblock
de: Blockierung aufheben
es: Desbloquear
fr: Débloquer
it: Sblocca
ja: ブロック解除
ko: 차단 해제
pt_br: Desbloquear
zh_hans: 取消屏蔽

source: Under the hood
de: Unter der Haube
es: Detalles técnicos
fr: Sous le capot
it: Dietro le quinte
ja: 内部の仕組み
ko: 작동 방식
pt_br: Nos bastidores
zh_hans: 幕后原理

source: Unhide
de: Einblenden
es: Mostrar
fr: Afficher
it: Mostra
ja: 再表示
ko: 숨기기 해제
pt_br: Mostrar
zh_hans: 取消隐藏

source: Unkeep
de: Nicht behalten
es: No conservar
fr: Ne plus conserver
it: Non conservare
ja: 保存を解除
ko: 보관 해제
pt_br: Não manter
zh_hans: 取消保留

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hans: 解锁

source: Unpin
de: Nicht mehr anheften
es: Dejar de fijar
fr: Ne plus épingler
it: Rimuovi dai fissati
ja: ピンを外す
ko: 고정 해제
pt_br: Desafixar
zh_hans: 取消置顶

source: Unreachable — retrying
de: Nicht erreichbar — neuer Versuch
es: Sin conexión — reintentando
fr: Inaccessible — nouvelle tentative
it: Non raggiungibile — nuovo tentativo
ja: 接続できません — 再試行中
ko: 연결할 수 없음 — 다시 시도 중
pt_br: Inacessível — tentando de novo
zh_hans: 无法连接 — 正在重试

source: Unsend
de: Senden widerrufen
es: Deshacer envío
fr: Annuler l'envoi
it: Annulla invio
ja: 送信を取り消す
ko: 전송 취소
pt_br: Cancelar envio
zh_hans: 撤回

source: unsent
de: widerrufen
es: envío deshecho
fr: envoi annulé
it: invio annullato
ja: 送信取り消し済み
ko: 전송 취소됨
pt_br: não enviada
zh_hans: 已撤回

source: Unset default
de: Standard aufheben
es: Quitar como predeterminado
fr: Ne plus utiliser par défaut
it: Rimuovi come predefinito
ja: デフォルトを解除
ko: 기본값 해제
pt_br: Remover padrão
zh_hans: 取消默认

source: Update Haven Profile Picture
de: Haven-Profilbild aktualisieren
es: Actualizar la foto de perfil de Haven
fr: Mettre à jour la photo de profil Haven
it: Aggiorna l'immagine del profilo Haven
ja: Havenのプロフィール写真を更新
ko: Haven 프로필 사진 변경
pt_br: Atualizar foto do perfil do Haven
zh_hans: 更新 Haven 头像

source: Updates live while your devices and circles sync.
de: Wird live aktualisiert, während deine Geräte und Kreise synchronisieren.
es: Se actualiza en vivo mientras tus dispositivos y círculos se sincronizan.
fr: Mise à jour en direct pendant la synchronisation de vos appareils et de vos cercles.
it: Si aggiorna in tempo reale mentre i tuoi dispositivi e le tue cerchie si sincronizzano.
ja: 端末とサークルの同期中はリアルタイムで更新されます。
ko: 기기와 서클이 동기화되는 동안 실시간으로 업데이트됩니다.
pt_br: Atualiza em tempo real conforme seus dispositivos e círculos sincronizam.
zh_hans: 在你的设备和圈子同步时实时更新。

source: Upgrade this circle
de: Diesen Kreis upgraden
es: Mejorar este círculo
fr: Mettre à niveau ce cercle
it: Aggiorna questa cerchia
ja: このサークルをアップグレード
ko: 이 서클 업그레이드
pt_br: Fazer upgrade deste círculo
zh_hans: 升级这个圈子

source: Upload not reaching a relay yet — tap for detail; keep Haven open
de: Upload erreicht noch kein Relay — für Details tippen; Haven geöffnet lassen
es: La subida aún no llega a un Relay — toca para ver detalles; no cierres Haven
fr: L'envoi n'atteint pas encore de relais — touchez pour plus de détails ; laissez Haven ouvert
it: Il caricamento non raggiunge ancora un relay — tocca per i dettagli; tieni Haven aperto
ja: まだ Relay に届いていません — 詳しくはタップ。Haven は開いたままに
ko: 아직 Relay에 업로드되지 않았어요 — 자세히 보려면 탭하세요. Haven을 열어 두세요
pt_br: O envio ainda não chegou a um relay — toque para ver detalhes; mantenha o Haven aberto
zh_hans: 上传还没连上 Relay — 点按查看详情；请让 Haven 保持打开

source: Uploading to a relay…
de: Wird auf ein Relay hochgeladen…
es: Subiendo a un Relay…
fr: Envoi vers un relais…
it: Caricamento su un relay…
ja: Relay にアップロード中…
ko: Relay에 업로드하는 중…
pt_br: Enviando para um relay…
zh_hans: 正在上传到 Relay…

source: Uploading to a relay… %lld%%
de: Wird auf ein Relay hochgeladen… %lld%%
es: Subiendo a un Relay… %lld%%
fr: Envoi vers un relais… %lld %%
it: Caricamento su un relay… %lld%%
ja: Relay にアップロード中… %lld%%
ko: Relay에 업로드하는 중… %lld%%
pt_br: Enviando para um relay… %lld%%
zh_hans: 正在上传到 Relay… %lld%%

source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa
ja: 使う
ko: 사용
pt_br: Usar
zh_hans: 使用

source: Use “Link a device…” above, then “Add this as another of my devices” there — both stay in sync.
de: Oben „Gerät verknüpfen…“ verwenden, dort dann „Als weiteres meiner Geräte hinzufügen“ — beide bleiben synchron.
es: Usa “Enlazar un dispositivo…” aquí arriba y luego “Añadir este como otro de mis dispositivos” allí — los dos se mantienen sincronizados.
fr: Utilisez « Lier un appareil… » ci-dessus, puis « Ajouter ceci comme un autre de mes appareils » sur l'autre appareil — les deux restent synchronisés.
it: Usa “Collega un dispositivo…” qui sopra, poi lì “Aggiungi questo come un altro dei miei dispositivi” — entrambi restano sincronizzati.
ja: 上の「デバイスをリンク…」から、そちらで「これも自分のデバイスとして追加」を選んでください — どちらも同期されたままになります。
ko: 위의 “기기 연결…”을 누른 다음, 거기서 “내 다른 기기로 추가”를 선택하세요 — 두 기기는 계속 동기화돼요.
pt_br: Use “Vincular um dispositivo…” acima e, lá, “Adicionar este como mais um dos meus dispositivos” — os dois ficam sincronizados.
zh_hans: 请使用上面的“连接设备…”，然后在那里选择“把这台设备加为我的另一台设备”——两边会保持同步。

source: Use %lld
de: %lld verwenden
es: Usar %lld
fr: Utiliser %lld
it: Usa %lld
ja: %lld を使う
ko: %lld 사용
pt_br: Usar %lld
zh_hans: 使用 %lld

source: Use Advanced ▸ Transfer my identity — your identity moves instead of being copied.
de: Erweitert ▸ Meine Identität übertragen verwenden — deine Identität wird verschoben statt kopiert.
es: Usa Avanzado ▸ Transferir mi identidad — tu identidad se traslada en lugar de copiarse.
fr: Utilisez Avancé ▸ Transférer mon identité — votre identité est déplacée au lieu d'être copiée.
it: Usa Avanzate ▸ Trasferisci la mia identità — la tua identità viene spostata invece che copiata.
ja: 詳細設定 ▸ アイデンティティを移行 を使ってください — コピーではなく、アイデンティティそのものが移ります。
ko: 고급 ▸ 내 신원 이전을 사용하세요 — 신원이 복사되는 게 아니라 이동해요.
pt_br: Use Avançado ▸ Transferir minha identidade — sua identidade é movida, e não copiada.
zh_hans: 请使用“高级 ▸ 转移我的身份”——你的身份会被移过去，而不是复制一份。

source: Use another circle's relay
de: Relay eines anderen Kreises verwenden
es: Usar el Relay de otro círculo
fr: Utiliser le relais d'un autre cercle
it: Usa il relay di un'altra cerchia
ja: 別のサークルの Relay を使う
ko: 다른 서클의 Relay 사용
pt_br: Usar o relay de outro círculo
zh_hans: 使用其他圈子的 Relay

source: Use for all my circles (now & future)
de: Für alle meine Kreise verwenden (jetzt & künftig)
es: Usar en todos mis círculos (ahora y en el futuro)
fr: Utiliser pour tous mes cercles (actuels et futurs)
it: Usa per tutte le mie cerchie (attuali e future)
ja: 自分のすべてのサークルで使う（現在・今後とも）
ko: 내 모든 서클에 사용 (지금 및 앞으로)
pt_br: Usar em todos os meus círculos (atuais e futuros)
zh_hans: 用于我的所有圈子（现在和以后）

source: Use the app defaults here
de: Hier die App-Standards verwenden
es: Usar aquí los valores predeterminados de la app
fr: Utiliser les valeurs par défaut de l'app ici
it: Usa qui i valori predefiniti dell'app
ja: ここではアプリの既定値を使う
ko: 여기서는 앱 기본값 사용
pt_br: Usar os padrões do app aqui
zh_hans: 这里使用应用默认设置

source: Use this device as the relay
de: Dieses Gerät als Relay verwenden
es: Usar este dispositivo como Relay
fr: Utiliser cet appareil comme relais
it: Usa questo dispositivo come relay
ja: このデバイスを Relay にする
ko: 이 기기를 Relay로 사용
pt_br: Usar este dispositivo como relay
zh_hans: 把这台设备用作 Relay

source: Use this Mac as the relay
de: Diesen Mac als Relay verwenden
es: Usar este Mac como Relay
fr: Utiliser ce Mac comme relais
it: Usa questo Mac come relay
ja: この Mac を Relay にする
ko: 이 Mac을 Relay로 사용
pt_br: Usar este Mac como relay
zh_hans: 把这台 Mac 用作 Relay

source: Video muted
de: Video stummgeschaltet
es: Video silenciado
fr: Vidéo muette
it: Video senza audio
ja: 動画はミュート
ko: 동영상 음소거됨
pt_br: Vídeo sem som
zh_hans: 视频已静音

source: Video muted (silent)
de: Video stummgeschaltet (ohne Ton)
es: Video silenciado (sin sonido)
fr: Vidéo muette (sans son)
it: Video senza audio (silenzioso)
ja: 動画はミュート（無音）
ko: 동영상 음소거됨 (무음)
pt_br: Vídeo sem som (silencioso)
zh_hans: 视频已静音（无声）

source: Video sound
de: Videoton
es: Sonido del video
fr: Son de la vidéo
it: Audio del video
ja: 動画の音声
ko: 동영상 소리
pt_br: Som do vídeo
zh_hans: 视频声音

source: Video still loading…
de: Video wird noch geladen…
es: El video aún se está cargando…
fr: La vidéo charge encore…
it: Video ancora in caricamento…
ja: 動画を読み込み中…
ko: 동영상을 아직 불러오는 중…
pt_br: O vídeo ainda está carregando…
zh_hans: 视频仍在加载…

source: View post
de: Beitrag ansehen
es: Ver publicación
fr: Voir la publication
it: Vedi il post
ja: 投稿を見る
ko: 게시물 보기
pt_br: Ver publicação
zh_hans: 查看帖子

source: Voice
de: Sprache
es: Voz
fr: Voix
it: Voce
ja: 音声
ko: 음성
pt_br: Voz
zh_hans: 语音

source: Voice message
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
it: Messaggio vocale
ja: ボイスメッセージ
ko: 음성 메시지
pt_br: Mensagem de voz
zh_hans: 语音消息

source: Volunteer as tribute
de: Als Tribut freiwillig melden
es: Me presento como tributo
fr: Se porter volontaire comme tribut
it: Mi offro come tributo
ja: 志願する
ko: 제가 자원하겠습니다
pt_br: Eu me apresento como voluntária
zh_hans: 我自愿当贡品

source: Waiting for network…
de: Warten auf Netzwerk…
es: Esperando la red…
fr: En attente du réseau…
it: In attesa della rete…
ja: ネットワークを待っています…
ko: 네트워크를 기다리는 중…
pt_br: Aguardando a rede…
zh_hans: 正在等待网络…

source: Waiting for sender…
de: Warten auf Absender…
es: Esperando al remitente…
fr: En attente de l'expéditeur…
it: In attesa del mittente…
ja: 送信者を待っています…
ko: 보낸 사람을 기다리는 중…
pt_br: Aguardando o remetente…
zh_hans: 正在等待发送方…

source: Waiting for your primary device to confirm…
de: Warten auf Bestätigung durch dein Hauptgerät…
es: Esperando la confirmación de tu dispositivo principal…
fr: En attente de la confirmation de votre appareil principal…
it: In attesa della conferma dal tuo dispositivo principale…
ja: メインのデバイスの確認を待っています…
ko: 기본 기기의 확인을 기다리는 중…
pt_br: Aguardando a confirmação do seu dispositivo principal…
zh_hans: 正在等待你的主设备确认…

source: Waiting to connect
de: Warten auf Verbindung
es: Esperando para conectar
fr: En attente de connexion
it: In attesa di connessione
ja: 接続を待っています
ko: 연결 대기 중
pt_br: Aguardando conexão
zh_hans: 等待连接

source: Waiting to upload to a relay…
de: Warten auf Upload zu einem Relay…
es: Esperando para subir a un Relay…
fr: En attente de l'envoi vers un relais…
it: In attesa di caricare su un relay…
ja: Relay へのアップロードを待っています…
ko: Relay에 업로드 대기 중…
pt_br: Aguardando envio para um relay…
zh_hans: 正在等待上传到 Relay…

source: We'll tell you when it's back
de: Wir sagen dir Bescheid, sobald es wieder da ist
es: Te avisaremos cuando vuelva
fr: On vous préviendra dès que ce sera rétabli
it: Ti avvisiamo quando torna disponibile
ja: 復旧したらお知らせします
ko: 다시 연결되면 알려드릴게요
pt_br: Avisaremos quando voltar
zh_hans: 恢复后我们会告诉你

source: What everyone in the circle can count on
de: Worauf sich alle im Kreis verlassen können
es: Con lo que puede contar todo el mundo en el círculo
fr: Ce sur quoi tout le monde dans le cercle peut compter
it: Su cosa possono contare tutti nella cerchia
ja: サークルのみんなが安心できること
ko: 서클의 모두가 믿을 수 있는 것
pt_br: Com o que todo mundo no círculo pode contar
zh_hans: 圈子里每个人都能放心的事

source: What should your people call you?
de: Wie sollen dich deine Leute nennen?
es: ¿Cómo quieres que te llame tu gente?
fr: Comment vos proches doivent-ils vous appeler ?
it: Come vuoi che ti chiamino i tuoi?
ja: みんなには 何と呼んでほしい？
ko: 사람들이 당신을 뭐라고 부르면 좋을까요?
pt_br: Como você quer que as pessoas te chamem?
zh_hans: 你希望大家 怎么称呼你？

source: What this circle is called for you and everyone in it.
de: So heißt dieser Kreis für dich und alle darin.
es: El nombre de este círculo para ti y para todas las personas que están en él.
fr: Le nom de ce cercle pour vous et pour tous ses membres.
it: Il nome di questa cerchia per te e per chi ne fa parte.
ja: あなたとサークルのみんなに表示される、このサークルの名前です。
ko: 나와 서클의 모든 사람에게 보이는 이 서클의 이름이에요.
pt_br: O nome deste círculo para você e para todo mundo nele.
zh_hans: 这个圈子对你和圈子里所有人显示的名称。

source: What's wrong with it?
de: Was stimmt damit nicht?
es: ¿Qué problema tiene?
fr: Quel est le problème ?
it: Qual è il problema?
ja: どこが問題ですか？
ko: 어떤 점이 문제인가요?
pt_br: Qual é o problema?
zh_hans: 它有什么问题？

source: Where this is stored
de: Wo das gespeichert wird
es: Dónde se guarda esto
fr: Où c'est stocké
it: Dove viene archiviato
ja: 保存される場所
ko: 저장되는 위치
pt_br: Onde isto fica armazenado
zh_hans: 存储在哪里

source: Where your circles' sealed posts & media wait for people who were offline.
de: Hier warten die versiegelten Beiträge & Medien deiner Kreise auf alle, die offline waren.
es: Donde las publicaciones y los archivos sellados de tus círculos esperan a quienes estaban sin conexión.
fr: Là où les publications et médias scellés de vos cercles attendent les personnes qui étaient hors ligne.
it: Dove i post e i media sigillati delle tue cerchie aspettano chi era offline.
ja: オフラインだった人のために、サークルの封をされた投稿やメディアが待機する場所です。
ko: 오프라인이었던 사람들을 위해 서클의 봉인된 게시물과 미디어가 기다리는 곳이에요.
pt_br: Onde as publicações e mídias seladas dos seus círculos esperam por quem estava offline.
zh_hans: 你的圈子里已封存的帖子和媒体会存放在这里，等着当时离线的人来取。

source: Whichever limit hits first wins. Undelivered messages are never swept.
de: Es gilt, welches Limit zuerst erreicht wird. Nicht zugestellte Nachrichten werden nie gelöscht.
es: Se aplica el límite que se alcance primero. Los mensajes sin entregar nunca se borran.
fr: La première limite atteinte l'emporte. Les messages non remis ne sont jamais purgés.
it: Vale il limite che scatta per primo. I messaggi non consegnati non vengono mai eliminati.
ja: 先に達した方の上限が適用されます。未配信のメッセージが消されることはありません。
ko: 먼저 도달하는 제한이 적용돼요. 아직 전달되지 않은 메시지는 삭제되지 않아요.
pt_br: Vale o limite que for atingido primeiro. Mensagens não entregues nunca são apagadas.
zh_hans: 哪个上限先达到就以哪个为准。尚未送达的消息永远不会被清除。

source: Who reacted
de: Wer reagiert hat
es: Quién reaccionó
fr: Qui a réagi
it: Chi ha reagito
ja: リアクションした人
ko: 반응한 사람
pt_br: Quem reagiu
zh_hans: 谁点了表情

source: Who's in it
de: Wer dabei ist
es: Quién está dentro
fr: Qui en fait partie
it: Chi ne fa parte
ja: 参加している人
ko: 참여 중인 사람
pt_br: Quem está nele
zh_hans: 圈子里有谁
